; Dutch (Nederlands)
; Nederlandse vertaling dd 27-02-2023 PortableAppā¢

[Dutch]
IDS_LCID=0x0413
IDS_FILE=Bestand
IDS_SETTINGS=Instellingen
IDS_EXIT=ErrorLookup Afsluiten
IDS_LANGUAGE=Taal
IDS_HELP=Help
IDS_WEBSITE=Website
IDS_CHECKUPDATES=Naar Updates zoeken
IDS_ABOUT=Over...
IDS_DONATE=Doneren
IDS_CHECK=Check selected
IDS_UNCHECK=Uncheck selected
IDS_ADD=Add
IDS_DELETE=Delete
IDS_EXPLORE=Open containing folder
IDS_COPY=Copy
IDS_ALWAYSONTOP_CHK=Altijd boven andere vensters zichtbaar
IDS_INSERTBUFFER_CHK=Klembord data bij opstarten invoegen
IDS_CHECKUPDATES_CHK=Controleer regelmatig op updates (aanbevolen)
IDS_CODE=Foutcode
IDS_MODULES=Modules
IDS_DESCRIPTION=Beschrijving...
IDS_MODULES_INT=Internal library
IDS_MODULES_EXT=External library
IDS_STATUS_TOTAL=Modules geladen: %d van %d
IDS_QUESTION_DELETE=Delete selected item(s)?
IDS_SAVE=Save
IDS_CLOSE=Afsluiten
IDS_RESET=Herstellen
IDS_DARKMODE_CHK=Use dark theme
